# -*- encoding:utf-8 -*-
#班级:通风一班
#姓名:鲁肖丰
#学号:1403050111
# -*- encoding:utf-8 -*-
a = '糖果罐里好多颜色 微笑却不甜了\n你的某些快乐 在没有我的时刻\n'
print a.decode('utf-8')
s = '中古世纪的城市里 我想就走到这\n海鸥不再眷恋大海 可以飞更远\n'
print s.decode('utf-8')
d = '远方传来风笛 我只在意有你的消息\n城堡为爱守着秘密 而我为你守着回忆\n'
print d.decode('utf-8')
f = '    明明就 不习惯 牵手\n     为何却主动把手勾\n你的心事太多 我不会戳破\n'
print f.decode('utf-8')
g = ' 明明就 他比较 温柔\n    也许他能给你更多\n  不用抉择 我会自动变朋友\n'
print g.decode('utf-8')
h = '糖果罐里好多颜色 微笑却不甜了\n你的某些快乐 在没有我的时刻\n中古世纪的城市里 我想就走到这\n'
print h.decode('utf-8')
j = "海鸥不再眷恋大海 可以飞更远\n远方传来风笛 我只在意有你的消息\n城堡为爱守着秘密 而我为你守着回忆\n"
print j.decode('utf-8')
k = '    明明就 不习惯 牵手\n     为何却主动把手勾\n你的心事太多 我不会戳破\n'
print k.decode('utf-8')
l = '   明明就 他比较 温柔\n    也许他能给你更多\n  不用抉择 我会自动变朋友\n'
print l.decode('utf-8')
z = '明明就 明明就 明明就 他比较 温柔\n      也许他能给你更多\n   不用抉择 我会自动变朋友'
print z.decode('utf-8')